{
  "pile_of_stuff": [
    "I am not a bot!",
    "I might be a bot.",
    "Would a bot respond this way?",
    "I am a bot",
    "What is a bot?",
    "Prove you're not a bot!",
    "This is an unfair question"
  ],
  "dad_jokes": [
    "When I was a kid, my mother told me I could be anyone I wanted to be. Turns out, identity theft is a crime.",
    "What do sprinters eat before a race? Nothing, they fast!",
    "Why couldn't the bicycle stand up by itself? It was two tired!",
    "Did you hear about the restaurant on the moon? Great food, no atmosphere!",
    "How many apples grow on a tree? All of them!",
    "Why did the old man fall in the well? Because he couldn't see that well!",
    "Want to hear a joke about construction? I'm still working on it!",
    "Why do you never see elephants hiding in trees? Because they're so good at it!",
    "What's orange and sounds like a parrot? A carrot!",
    "What's brown and sticky? A stick!",
    "What's a ninja's favorite type of shoes? Sneakers!",
    "What do Santa's elves listen to ask they work? Wrap music!",
    "Did you hear about the bacon cheeseburger who couldn't stop telling jokes? It was on a roll.",
    "Why do vampires seem sick? They're always coffin.",
    "Within minutes, the detectives knew what the murder weapon was. It was a brief case.",
    "I used to work in a shoe-recycling shop. It was sole destroying!",
    "I'm so good at sleeping I can do it with my eyes closed!",
    "My uncle named his dogs Rolex and Timex. They're his watch dogs!",
    "I invented a new word today: Plagiarism!"
  ],
  "magic_8ball": [
    "It is certain.",
    "It is decidely so.",
    "Without a doubt.",
    "Yes - definitely.",
    "You can rely on it.",
    "As it see it, yes.",
    "Most Likely.",
    "Outlook Good.",
    "Yes.",
    "Signs point to yes.",
    "Reply hazy, try again.",
    "Ask again later.",
    "Better not tell you now.",
    "Cannot predict now.",
    "Concentrate and ask again.",
    "Do not count on it.",
    "My reply is no.",
    "My sources say no.",
    "Outlook not so good.",
    "Very doubtful."
  ],
  "vancouver": [
    "Vancouver is located in British Columbia, Canada.",
    "It is one of the most ethnically diverse cities in Canada.",
    "Vancouver is known for its natural beauty, surrounded by mountains and the Pacific Ocean.",
    "The city was incorporated on April 6, 1886.",
    "Vancouver is named after British Captain George Vancouver.",
    "It has a population of over 675,000 people as of 2021.",
    "Vancouver is the most densely populated city in Canada.",
    "The Port of Vancouver is the largest port in Canada and the third-largest in North America.",
    "Vancouver is home to Stanley Park, one of the largest urban parks in North America.",
    "The city has hosted many international events, including the 2010 Winter Olympics.",
    "Vancouver's public transportation system includes buses, SkyTrain, and SeaBus.",
    "It is a popular filming location, often referred to as 'Hollywood North.'",
    "Vancouver consistently ranks among the top five cities worldwide for livability and quality of life.",
    "The city experiences a temperate oceanic climate with mild, rainy winters and warm, dry summers.",
    "Vancouver is one of the warmest cities in Canada during winter.",
    "Vancouver is a major hub for the video game development industry.",
    "Vancouver has a rich cultural scene, including the Vancouver International Film Festival and the Vancouver Art Gallery.",
    "Granville Island is a popular destination in Vancouver known for its public market, shops, and restaurants.",
    "Vancouver has three major post-secondary institutions: University of British Columbia, Simon Fraser University, and Emily Carr University of Art + Design.",
    "The Vancouver Aquarium is one of the city's major attractions.",
    "Vancouver has a diverse culinary scene, known for its seafood and multicultural cuisine.",
    "The city is known for its commitment to sustainability and green living.",
    "Vancouver is often ranked as one of the most bike-friendly cities in North America.",
    "English Bay Beach is one of Vancouver's most popular beaches.",
    "Vancouver is home to the largest urban population of bald eagles in the world.",
    "The Capilano Suspension Bridge is one of Vancouver's most famous landmarks.",
    "Vancouver has one of the largest LGBTQ+ communities in Canada.",
    "The Dr. Sun Yat-Sen Classical Chinese Garden is the first full-scale classical Chinese garden built outside China.",
    "The Vancouver Public Library is one of the largest public library systems in Canada.",
    "The Pacific National Exhibition (PNE) is an annual fair held in Vancouver since 1910.",
    "Vancouver's Chinatown is one of the oldest and largest in North America.",
    "Vancouver has a rich Indigenous history, with the Coast Salish peoples being the original inhabitants.",
    "The Science World at Telus World of Science is a popular science museum in Vancouver.",
    "Vancouver is home to one of the largest film festivals in North America, the Vancouver International Film Festival.",
    "Gastown, Vancouver's oldest neighborhood, is known for its cobblestone streets and historic architecture.",
    "The Vancouver Lookout offers panoramic views of the city from the top of the Harbour Centre."
  ]
}
